[
    {
        "id": 1,
        "title": "Scientists speculate that ours might not be held",
        "subTitle": "Scientists speculate that ours might not be held because of new evidence. The truth is yet to be revealed.",
        "img": "inner_blog_img01.jpg",
        "category": "Gaming",
        "author": "miranda h.",
        "date": "25 April 2023"
    },
    {
        "id": 2,
        "title": "The Multiverse is the collection of alternate universes",
        "subTitle": "The Multiverse is the collection of alternate universes that exist beyond our perception. It's a mind-boggling concept.",
        "img": "inner_blog_img02.jpg",
        "category": "Tech",
        "author": "miranda h.",
        "date": "25 April 2023"
    },
    {
        "id": 3,
        "title": "That share a universal hierarchy a large variety of these",
        "subTitle": "That share a universal hierarchy a large variety of these universes have their own set of physical laws. It's fascinating to explore.",
        "img": "inner_blog_img03.jpg",
        "category": "Movie",
        "author": "miranda h.",
        "date": "25 April 2023"
    },
    {
        "id": 4,
        "title": "Universes were originated from another due to a major",
        "subTitle": "Universes were originated from another due to a major cosmic event. It's a cosmic dance of creation and destruction.",
        "img": "inner_blog_img01.jpg",
        "category": "Sports",
        "author": "miranda h.",
        "date": "25 April 2023"
    },
    {
        "id": 5,
        "title": "A hypothetical collection of potentially diverse",
        "subTitle": "A hypothetical collection of potentially diverse universes could exist in parallel dimensions. It's a concept that sparks the imagination.",
        "img": "inner_blog_img02.jpg",
        "category": "Gaming",
        "author": "miranda h.",
        "date": "25 April 2023"
    },
    {
        "id": 6,
        "title": "Stanford physicists Andrei Linde In a new study",
        "subTitle": "Stanford physicists Andrei Linde In a new study, propose the existence of an infinite number of universes. It's a mind-expanding theory.",
        "img": "inner_blog_img03.jpg",
        "category": "Tech",
        "author": "miranda h.",
        "date": "25 April 2023"
    },
    {
        "id": 7,
        "title": "Accessible to telescopes, is about 90 billion years",
        "subTitle": "Accessible to telescopes, is about 90 billion years old and contains countless galaxies. It's a glimpse into the vastness of the cosmos.",
        "img": "inner_blog_img01.jpg",
        "category": "Movie",
        "author": "miranda h.",
        "date": "25 April 2023"
    },
    {
        "id": 8,
        "title": "Observable universes each of which would comprise",
        "subTitle": "Observable universes each of which would comprise a different set of physical constants. It's a testament to the diversity of reality.",
        "img": "inner_blog_img02.jpg",
        "category": "Sports",
        "author": "miranda h.",
        "date": "25 April 2023"
    }
]